{
    "en": {
        "title": "My portfolio",
        "label": "Languages that I know",
        "projects": "My projects",
        "home": "Home",
        "user": "My name is Jonathan Joshua Romo Valadez and I'm a programmer who is currently studying at University of Guadalajara, in the career of Computer Engineering at CUCEI (Centro Universitario de Ciencias Exactas e Ingeniería). I finished the career of Computer systems technologist at the Polítecnico de Guadalajara.",
        "page-title": "Portfolio",
        "language": "Language",
        "spanish": "Spanish (Native)",
        "english": "English (Intermediate to high)",
        "programming": "Programming languages, technologies and frameworks I know",
        "interests": "Interests",
        "new-technologies": "Learn new technologies",
        "new-languages": "Learn new languages",
        "backend": "Backend programming",
        "web": "Creation of webpages",
        "contact": "Contact",
        "visits_title": "Visits program for CUCEI",
        "button_images": "Images",
        "button_description": "Description",
        "button_technologies": "Technologies",
        "repruebainador_title": "Repruebainador (automatic exam grader)",
        "stenography_title": "Stenography",
        "repruebainador_description": "This is a project designed as a desktop app to help teachers on UdeG to grade exams of multiple options.",
        "visits_description": "This is a project created for CUCEI to accept extern visits at certain hour and day. This project has a local webpage and an application to assign day and hour.",
        "steganography-description": "This is a project for a course in University using a lot of tools that we learned through it. In this project you can insert words and hide them within an image."
    },
    "es": {
        "title": "Mi portafolio",
        "label": "Idiomas que conozco",
        "projects": "Mis proyectos",
        "home": "Inicio",
        "user": "Mi nombre es Jonathan Joshua Romo Valadez y soy un programador que actualmente está estudiando en la Universidad de Guadalajara, en la carrera de Ingeniería en Computación en CUCEI (Centro Universitario de Ciencias Exactas e Ingeniería). Terminé la carrera de TPSI (Tecnólogo Profesional en Sistemas Informáticos) en el Polítecnico de Guadalajara.",
        "page-title": "Portafolio",
        "language": "Idioma",
        "spanish": "Español (Nativo)",
        "english": "Ingles (Intermedio a alto)",
        "programming": "Lenguajes de programación, tecnologías y frameworks que conozco",
        "interests": "Intereses",
        "new-technologies": "Aprender nuevas tecnologías",
        "new-languages": "Aprender nuevos idiomas",
        "backend": "Programar en backend",
        "web": "Creación de páginas web",
        "contact": "Contacto",
        "visits_title": "Programa de visitas para CUCEI",
        "button_images": "Imágenes",
        "button_description": "Descripción",
        "button_technologies": "Tecnologías",
        "repruebainador_title": "Repruebainador (calificador automático de examenes)",
        "stenography_title": "Esteganografía",
        "repruebainador_description": "Este es un proyecto diseñado como una aplicación de escritorio para ayudar a profesores en UdeG a calificar examenes de múltiples opciones.",
        "visits_description": "Este es un proyecto creado para CUCEI para aceptar visitas externas a una cierta hora y día. Este proyecto tiene una página web local y una aplicación para asignar día y hora.",
        "steganography-description": "Este es un proyecto para un curso en la Universidad usando un monton de herramientas que aprendimos a lo largo de éste. En este proyecto puedes insertar palabras y ocultarlas en una imagen."
    }
}